Repository: Twint-AG/twint-woocommerce-extension
Catalog: languages/woocommerce-gateway-twint-*.po
Languages: de_ch, fr_ch, it_it

source: Order ID
fr_ch: ID de la commande
it_it: ID ordine

source: API Method
fr_ch: Méthode API
it_it: Metodo API

source: Request
de_ch: Anfrage
fr_ch: Demande
it_it: Richiesta

source: Response
de_ch: Antwort
fr_ch: Réponse
it_it: Risposta

source: Invalid Store Uuid. Store Uuid needs to be a UUIDv4.
it_it: UUID del suo negozio non valido. L’UUID del suo negozio deve essere un UUIDv4.

source: Upload a certificate file (.p12)
de_ch: Zertifikatsdatei hochladen (.p12)
fr_ch: Télécharger un fichier de certificat (.p12)
it_it: Carica un file del certificato (.p12)

source: Certificate cannot be validated. Please try again
it_it: Il certificato non può essere convalidato. Ti preghiamo di riprovare.

source: Invalid credentials. Please check again: Store UUID, certificate and environment (mode)
de_ch: Ungültige Zugangsdaten. Bitte überprüfen: UUID Ihres Stores, Zertifikat und Umfeld (Modus)
fr_ch: Identifiants invalides. Veuillez vérifier à nouveau: UUID de votre commerce, certificat et environnement (mode)
it_it: Credenziali non valide. Ti preghiamo di ricontrollare: UUID del suo negozio, certificato e ambiente (modalità)

source: Or
de_ch: Oder
fr_ch: ou
it_it: oppure

source: Allows TWINT Express Checkout
it_it: Consente TWINT Express Checkout

source: Enable/Disable
de_ch: Aktivieren/Deaktivieren
fr_ch: Activer/Désactiver
it_it: Abilita/Disabilita

source: Enable TWINT Express Checkout
de_ch: Aktivieren TWINT Express Checkout
fr_ch: Activer TWINT Express Checkout
it_it: Abilita TWINT Express Checkout

source: Cart page
de_ch: Warenkorb
fr_ch: Page du panier
it_it: Pagina carrello

source: Mini Cart
de_ch: Warenkorb-Flyout
fr_ch: Affichage du panier
it_it: Carrello a comparsa

source: Product Detail Page
de_ch: Zur Produktdetailseite
fr_ch: Page de détail des produits
it_it: Pagina dettagli prodotto

source: Product Listing Page
de_ch: Zur Produktliste
fr_ch: Page de liste des produits
it_it: Pagina elenco prodotti

source: Display Screens
de_ch: Screens anzeigen
fr_ch: Écrans d’affichage
it_it: Schermate di visualizzazione

source: Allows TWINT Checkout
it_it: Consente TWINT Checkout

source: Enable TWINT Checkout
fr_ch: Activer TWINT Checkout
it_it: Abilita TWINT Checkout

source: Cancel checkout
de_ch: Bestellung abbrechen
fr_ch: Annuler le check-out
it_it: Annulla il pagamento

source: Continue shopping
de_ch: Weiter einkaufen
fr_ch: Poursuivre les achats
it_it: Continua i tuoi acquisti

source: Copy code
de_ch: Code kopieren
fr_ch: Copiez le code
it_it: Copia il codice

source: Copied
de_ch: Kopiert
fr_ch: copié
it_it: Copiato

source: or
de_ch: order
fr_ch: ou
it_it: oppure

source: Enter this code in your TWINT app:
de_ch: Diesen Code in der TWINT App eingeben:
fr_ch: Entrez ce code dans votre app TWINT:
it_it: Inserisci questo codice nella tua app TWINT:

source: Scan this QR Code with your TWINT app to complete the checkout.
de_ch: Diesen QR-Code mit der TWINT App scannen, um den Bestellvorgang abzuschliessen.
fr_ch: Scannez ce code QR avec votre app TWINT pour terminer le paiement.
it_it: Scansiona questo codice QR con l’app TWINT per completare il check-out.

source: Follow the instructions in the app to confirm your order.
de_ch: Folge den Anweisungen in der App, um deine Bestellung zu bestätigen.
fr_ch: Suivez les instructions dans l’application pour confirmer votre commande.
it_it: Segui le istruzioni nell’app per confermare il tuo ordine.

source: Switch to TWINT app now
de_ch: Jetzt zur TWINT App wechseln
fr_ch: Passez à l’app TWINT maintenant
it_it: Passa all’app TWINT

source: Choose your TWINT app:
de_ch: TWINT App auswählen:
fr_ch: Choisissez votre app TWINT
it_it: Scegli la tua app TWINT

source: Other banks
de_ch: Andere Banken
fr_ch: Autres banques
it_it: Altre banche

source: Transaction logs
de_ch: Transaktionsverlauf (Logs)
fr_ch: Journal des transactions
it_it: Log transazioni

source: API method
de_ch: API-Methode
fr_ch: Méthode API
it_it: Metodo API

source: SOAP actions
de_ch: SOAP-Aktion
fr_ch: Action du SOAP
it_it: Azione SOAP

source: Created at
de_ch: Erstellt am
fr_ch: Créée à
it_it: Creato a

source: Actions
de_ch: Aktionen
fr_ch: Actes
it_it: Azioni

source: View details
de_ch: Details ansehen
fr_ch: Voir les détails
it_it: Visualizza dettagli

source: Credentials
de_ch: Zugangsdaten
fr_ch: Identifiants
it_it: Credenziali

source: Switch to test mode
de_ch: Zum Testmodus wechseln
fr_ch: Passer en mode test
it_it: Passa alla modalità di prova

source: Store UUID
de_ch: UUID Ihres Stores
fr_ch: UUID de votre commerce
it_it: UUID del suo negozio

source: Certificate file is required
de_ch: Zertifikatsdatei erforderlich
fr_ch: Le fichier de certificat est requis
it_it: Il file del certificato è necessario

source: Certificate Password
de_ch: Zertifikatspasswort
fr_ch: Mot de passe du certificat
it_it: Password del certificato

source: Certificate password is required
de_ch: Zertifikatspasswort erforderlich
fr_ch: Le mot de passe du certificat est requis
it_it: La password del certificato è necessaria

source: Your certificate was successfully validated
it_it: Il tuo certificato è stato convalidato con successo.

source: Save changes
de_ch: Änderungen speichern
fr_ch: Enregistrer les modifications
it_it: Salvare le modifiche

source: Your payment was successful
de_ch: Ihre Zahlung war erfolgreich
it_it: Il tuo pagamento è andato a buon fine

source: Your order was cancelled.
de_ch: Ihre Bestellung wurde storniert.
it_it: Il tuo ordine è stato annullato.

source: Settings
de_ch: Einstellungen
fr_ch: Paramètres
it_it: Impostazioni

source: <b>Warning</b>: PHP CLI Not Available
de_ch: <b>Warnung</b>: PHP CLI nicht verfügbar
fr_ch: <b>Avertissement</b> : PHP CLI n’est pas disponible
it_it: <b>Avviso</b>: PHP CLI non disponibile

source: PHP CLI (Command Line Interface) is missing or misconfigured. This extension relies on PHP CLI for essential background processes. Without it, some features may not function properly.
de_ch: PHP CLI (Command Line Interface) fehlt oder ist falsch konfiguriert. Diese Erweiterung ist für wichtige Hintergrundprozesse auf PHP CLI angewiesen. Ohne diese Funktionalität könnten einige Funktionen nicht richtig funktionieren.
fr_ch: PHP CLI (Interface de Ligne de Commande) est manquant ou mal configuré. Cette extension dépend de PHP CLI pour des processus d’arrière-plan essentiels. Sans elle, certaines fonctionnalités pourraient ne pas fonctionner correctement.
it_it: PHP CLI (Interfaccia a Riga di Comando) è mancante o configurato in modo errato. Questa estensione si basa su PHP CLI per processi in background essenziali. Senza di esso, alcune funzionalità potrebbero non funzionare correttamente.

source: Certificate encrypted and stored.
de_ch: Zertifikat verschlüsselt und gespeichert.
fr_ch: Certificat crypté et enregistré
it_it: Certificato crittografato e archiviato

source: Upload new certificate
de_ch: Neues Zertifikat hochladen
fr_ch: Télécharger un nouveau certificat
it_it: Carica nuovo certificato

source: Close
de_ch: Schließen
fr_ch: Fermer
it_it: Chiudi

source: Twint Woocommerce Payment Method is a secure and user-friendly plugin that allows Swiss online merchants to accept payments via Twint, a popular mobile payment solution in Switzerland.
de_ch: Die Woocommerce-Zahlungsmethode Twint ist ein sicheres und benutzerfreundliches Plugin, das es Schweizer Online-Händlern ermöglicht, Zahlungen über Twint zu akzeptieren, eine beliebte mobile Zahlungslösung in der Schweiz.

source: Certificate validation successful
de_ch: Zertifikat erfolgreich validiert
fr_ch: Validation du certificat réussie

source: Invalid Store UUID. Store UUID needs to be a UUIDv4
de_ch: Ungültige UUID Ihres Stores. UUID Ihres Stores muss eine UUIDv4 sein

source: You have existing products in the shopping cart. Please review your shopping cart before continue.
de_ch: Es sind bereits Produkte im Warenkorb. Bitte überprüfen Sie Ihren Warenkorb, bevor Sie fortfahren.
fr_ch: Votre panier contient déjà des produits. Veuillez vérifier votre panier avant de continuer.
